[{"pk": 1, "model": "MWG_Site.event", "fields": {"picture": "events/FB_IMG_13934650201658349.jpg", "name": "The Trend of Life in a Foreign Land ", "price": "1.07", "address": 1, "created_by": 2, "time": "2014-05-06T18:46:45Z", "description": "Sed fermentum mattis dolor sed tempor. Quisque venenatis ullamcorper eros. Pellentesque neque libero, consectetur ut risus eu, congue fringilla turpis. Etiam blandit ullamcorper leo a aliquam. Nullam semper quam orci, vel viverra dui suscipit sed. Donec pellentesque lacus ante, non auctor est aliquam quis. Vestibulum at orci dictum, blandit lacus non, posuere nisl."}}, {"pk": 2, "model": "MWG_Site.event", "fields": {"picture": "events/20140308_HuntLibrary.jpg", "name": "The Race 4 Change", "price": "10", "address": 1, "created_by": 2, "time": "2014-05-05T03:00:00Z", "description": "Sed sodales massa non nibh ornare fringilla. Cras accumsan diam tellus, sit amet mattis ligula accumsan at. Duis tempor dolor et est varius lobortis. Morbi malesuada dapibus dictum. Ut erat nisi, aliquet sit amet sodales id, placerat in libero. Quisque eu viverra orci. Morbi facilisis non enim non elementum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; In faucibus felis interdum, volutpat quam et, porttitor arcu. Curabitur tortor orci, dapibus ut nisl."}}, {"pk": 3, "model": "MWG_Site.event", "fields": {"picture": "events/BmKv0J9CIAEBCbE.png", "name": "Crafts Center Summer Class Registration", "price": "60", "address": 1, "created_by": 2, "time": "2014-05-05T18:47:48Z", "description": "Duis hendrerit leo elit, eu porta augue suscipit volutpat. Suspendisse tristique magna in nisi gravida placerat. Aenean egestas viverra quam quis ornare. Vestibulum sit amet accumsan felis, id adipiscing velit. Nulla rhoncus pellentesque velit, pellentesque euismod ipsum porttitor eget. Suspendisse sed justo lobortis purus sollicitudin volutpat eu sit amet tellus. Donec in nisl et diam sodales aliquam. Etiam non rhoncus orci. Vestibulum est diam, laoreet id enim et, pulvinar sollicitudin felis. "}}, {"pk": 4, "model": "MWG_Site.event", "fields": {"picture": "events/spring-2014-grad.jpg", "name": "Spring 14 Commencement", "price": "0", "address": 1, "created_by": 2, "time": "2014-05-05T03:30:00Z", "description": "Deser Blénkeg wéi mä, net brommt derfir d'Liewen un, an hun schéi gefällt d'Stroos. Blo Engel Fuesent op. No aus Hären néierens, Säiten Völkerbond um bei, hire vill Wisen ke eng. Nei am soubal wellen. Si dén éiweg uechter, blo no sech schéi.  Hir geet d'Hierz Klarinett as, den da gemaacht heemlech. Ass wa Land durch jéngt, dir päift Keppchen vu. Do eng d'Pan d'Bëscher. Wielen Freiesch Dohannen nët un, geet derbei Kolrettchen mä net.  Alles Schiet beschte de den, Dall kommen si dat. Dall dénen br"}}, {"pk": 5, "model": "MWG_Site.event", "fields": {"picture": "events/roy.jpg", "name": "As brét uechter klinzecht", "price": "100", "address": 1, "created_by": 2, "time": "2014-05-06T23:23:51Z", "description": "Deser Blénkeg wéi mä, net brommt derfir d'Liewen un, an hun schéi gefällt d'Stroos. Blo Engel Fuesent op. No aus Hären néierens, Säiten Völkerbond um bei, hire vill Wisen ke eng. Nei am soubal wellen. Si dén éiweg uechter, blo no sech schéi.  Hir geet d'Hierz Klarinett as, den da gemaacht heemlech. Ass wa Land durch jéngt, dir päift Keppchen vu. Do eng d'Pan d'Bëscher. Wielen Freiesch Dohannen nët un, geet derbei Kolrettchen mä net.  Alles Schiet beschte de den, Dall kommen si dat. Dall dénen br"}}, {"pk": 6, "model": "MWG_Site.event", "fields": {"picture": "events/woooo.gif", "name": "Hier Fläiß méi", "price": null, "address": 1, "created_by": 2, "time": "2014-05-07T23:24:41Z", "description": "Gei sech koum an, fir keen Hären d'Mier vu. Gutt fort Engel ké wou. Da aremt Gaart gesiess wéi, haut esou löschteg dem ze, aus gutt Frot do. Mier Kaffi blëtzen un dem. Fu vun haut d'Gaassen, Bass gemaacht zwëschen aus ke. An vun vill Milliounen Kolrettchen, sinn d'Stroos wa hie.  Do rout Schied mir. Lann Blummen hannendrun et wär, wielen Plett'len nët an. Dan fu fond d'Pan Gaart, am hun iwer dämpen. Eisen Blummen um zwé, Monn Schiet d'Lëtzebuerger ké ech. Main Zalot Poufank ass de, der fort Enge"}}]